Repository: Prism-IT-Systems/PITS-Multilevel-Referral-Plugin-for-WooCommerce
Catalog: languages/multilevel-referral-affiliate-for-woocommerce-*.po
Languages: fr_fr, uk

source: Total volume of Referees starts until
uk: Загальне значення партнерів починається до

source: Total Withdrawn
uk: К-сть вилучених

source: Transaction id
uk: ID транзакції

source: Type of Commission
uk: Тип начислення

source: User
fr_fr: Utilisateur
uk: Користувач

source: Users
fr_fr: Utilisateurs
uk: Користувачі

source: Verify
uk: Перевірити

source: View Hierarchy
uk: Переглянути ієрархію

source: We can not send invitation to below listed E-mail addresses.
uk: Ми не можемо надіслати запрошення на вказані нижче електронні адреси.

source: Welcome Credit
fr_fr: Bienvenue crédit
uk: Бали за вступ

source: Welcome Credit for
uk: Кредитні бали за вступ

source: With this method, The Referral Plugin will make use of the direct product price to calculate commission for each level.
uk: За допомогою цього методу плагін використовуватиме пряму ціну товару для розрахунку комісії для кожного рівня.

source: Withdraw History
uk: Історія вилучення

source: Withdrawn History
uk: Історія вилучених

source: Year
fr_fr: An
uk: Рік

source: Yes
fr_fr: Oui
uk: Так

source: You can define the limit for redemption. If you set 50% then user can not be redeem points more than 50% of product price.
uk: Ви можете визначити ліміт викупу. Якщо встановити 50%, тоді користувач не може викупити очки більше 50% від ціни товару.

source: You can earn more credits by inviting more people to join this referral program. You can add comma separated list of emails below ...
uk: Ви можете заробити більше балів, запросивши більше людей які приєднаються до партнерської програми. Ви можете додати список електронних скриньок, розділених комами, нижче ...

source: You can not use Store credit in following products: %s
uk: Ви не можете використовувати накопичення балів у таких товарах: %s

source: You can search by Customer name, Order ID and Referral code
uk: Ви можете здійснювати пошук за іменем клієнта, № замовлення і партнерським кодом

source: You can use [referral_link text="Click here"] to replace respective user referral link.
uk: Ви можете використовувати [referral_link text="Натиснути тут"] для заміни на партнерське посилання.

source: You can use max %s as store credit.
fr_fr: Vous pouvez utiliser un maximum de %s de crédit.
uk: Ви можете використати максимум %s балів у магазині.

source: You can use{first_name}to replace respective user name.
uk: Ви можете використовувати {first_name} для заміни відповідного імені користувача.

source: You can use{last_name}to replace respective user name.
uk: Ви можете використовувати {last_name} для заміни відповідного прізвища користувача.

source: You can use{referral_code}to replace respective referral code.
uk: Ви можете використовувати {referral_code} для заміни відповідного коду партнера.

source: You have %s credits for registration to the site.
uk: У вас є %s бал(-ів) для реєстрації на сайті.

source: You have %s store credits.
fr_fr: Vous avez %s de crédit disponible.
uk: Ви маєте %s балів.

source: You have earned %s store points.
fr_fr: Vous avez gagné %s de crédit.
uk: Ви отримали %s балів.

source: You must have to add referral code to join referral program.
uk: Вам потрібно додати партнерський код, щоб приєднатися до нашої програми.

source: Your invitations are sent succesfully!
fr_fr: Vos invitations ont été envoyées avec succès!
uk: Ваші запрошення успішно відправлені!

source: Your Referral Code
fr_fr: Votre code de parrainage
uk: Ваш партнерський код

source: {available_credits}- Replace respective user credits.
uk: {available_credits} - Замініть відповідні бали користувача.

source: {expire_credits}- Replace respective expired credits.
uk: {expire_credits} - Замініть відповідні прострочені бали.

source: {expire_date}- Replace respective expiry date of user credits.
uk: {expire_date} - Замініть відповідну дату закінчення терміну дії балів користувача.

source: {expire_month}- Replace respective credit expired month.
uk: {expire_month} - Замініть відповідні бали, термін дії яких минув.

source: {first_name}- Replace respective user name.
uk: {first_name} - Замініть відповідне ім'я користувача.

source: {last_name}- Replace respective user name.
uk: {last_name} - Замініть відповідне прізвище користувача.

source: {today_date}- Replace respective current date.
uk: {today_date} - Замініть відповідну поточну дату.

source: {validity_period}- Replace respective store credit validity.
uk: {validity_period} - Замініть термін дії відповідних балів в магазині.

source: Activate your Copy
fr_fr: Activer votre copie

source: Global Store Credit (%)
fr_fr: Montant du crédit global (%)

source: Affiliate Credit (%)
fr_fr: Crédit parrain (%)

source: Multilevel Referral
fr_fr: parrainage multi-niveaux

source: No of Followers
fr_fr: Nombre de filleuls

source: Edit
fr_fr: modifier

source: Select %s
fr_fr: Sélectionnez %s

source: View hierarchy
fr_fr: Voir la hiérarchie

source: Plain text
fr_fr: texte brut

source: Visit
fr_fr: Visite

source: View Hirarchy
fr_fr: Voir la hiérarchie

source: There is no such referral code exist<strong>(
fr_fr: Ce code de parrainage n'existe pas <strong> (

source: This referral E-mail <strong>(
fr_fr: Cet email de parrainage <strong> (

source: You can use {last_name} to replace respective user name.
fr_fr: Vous pouvez utiliser {last_name} pour placer le nom de l'utilisateur.

source: {available_credits} - Replace respective user credits.
fr_fr: {available_credits} - placer le crédit de l'utilisateur.

source: {first_name} - Replace respective user name.
fr_fr: {first_name} - placer le prénom de l'utilisateur.

source: {last_name} - Replace respective user name.
fr_fr: {last_name} - placer le nom de l'utilisateur.

source: {validity_period} - Replace respective store credit validity.
fr_fr: {validity_period} - placer la validité du crédit.

source: {today_date} - Replace respective current date.
fr_fr: {today_date} - placer la date du jour.

source: {expire_month} - Replace respective credit expired month.
fr_fr: {expire_month} - placer le mois d'expiration du crédit.

source: {expire_credits} - Replace respective expired credits.
fr_fr: {expire_credits} - placer le crédit périmé.

source: I've read and agree to the referral program
fr_fr: J'ai lu et accepte les

source: You're running version
fr_fr: Vous utilisez la version

source: the
fr_fr: la
