Repository: Prism-IT-Systems/PITS-Multilevel-Referral-Plugin-for-WooCommerce
Catalog: languages/multilevel-referral-affiliate-for-woocommerce-*.po
Languages: fr_fr, uk

source: and the global credit/commission percentage is set to
uk: а загальний відсоток балів/комісії встановлений

source: Notification E-mail Heading
uk: Заголовок повідомлення електронної пошти

source: Notification E-mail Subject
uk: Тема повідомлення електронної пошти

source: Terms and conditions.
uk: Політика конфіденційності

source: then, referrals of each level will receive commission/credits as summarised below:
uk: , тоді партнери кожного рівня отримуватимуть комісію/бали, як зазначено нижче:

source: % then, the total commission/credit on this product would sum up to
uk: %, тоді загальна комісія/бали за цей товар складе

source: %s Store credit is earned from order %s.
fr_fr: %s de crédit gagné avec la commande %s.
uk: %s балів отримано від замовлення %s.

source: %s Store credit is earned through referral user ( %s order %s )
fr_fr: %s de crédit gagné grâce à un filleul ( %s, commande %s )
uk: %s балів нараховано від партнера %s за замовлення %s.

source: %s Store credit is expired.
fr_fr: %s de crédit ont expiré.
uk: %s балів закінчилися.

source: %s Store credit is refund for order %s.
fr_fr: %s de crédit pour le remboursement de la commande %s.
uk: %s балів повернено за замовлення %s.

source: %s Store credit is used in order %s.
fr_fr: %s de crédit utilisé pour %s.
uk: %s балів використано в замовленні %s.

source: )</strong> exist.
uk: )</strong> існує.

source: )</strong> is already exist.
uk: )</strong> вже існує.

source: . Referrals on each levels will receive the commission/credits as summarised below
uk: . Партнери на кожному рівні отримуватимуть комісію/бали, як зазначено нижче

source: 1. All Users : All users including the existing ones will be presented with Welcome Credits on their first purchase.
uk: 1. Усі користувачі: Усі користувачі, включаючи існуючих, отримають вступні бали при першій покупці.

source: 1. The defined credit points will be deposited in affiliate users account, when user purchase this product.
uk: 1. Визначені кредитні бали будуть внесені на рахунок афілійованих користувачів, коли користувач купляє цей товар.

source: 1. The defined credit points will be deposited in affiliate users account.
uk: 1. Визначені бали будуть внесені на рахунок афілійованих користувачів.

source: 1. The selected number of levels referrers are entitled to receive credit points.
uk: 1. Обрана кількість партнерських рівнів має право отримувати кредитні бали.

source: 2. For more information about "How credit system works?" visit
uk: 2. Для отримання додаткової інформації про "Як працює кредитна система? перейдіть

source: 2. For more information about "How credit system works?" visit <a href="http://referral.staging.prismitsystems.com/docs/" target="_blank">here</a>
uk: 2. Для отримання додаткової інформації про "Як працює кредитна система? перейдіть <a href="http://referral.staging.prismitsystems.com/docs/" target="_blank">сюди</a>

source: 2. New Users : Only the newly registered users will be presented with Welcome Credits on their first purchase. Existing users are not entitled for this benefit.
uk: 2. Нові користувачі: Лише нещодавно зареєстрованим користувачам при першій покупці будуть надані вступні бали. Існуючі користувачі не мають права на це нарахування.

source: 2. This setting is only applicable for Recursive Credit System.
uk: 2. Ці налаштування застосовуються лише для системи рекурсивного начислення балів.

source: 3. Registration : This option will give welcome credit on customer registration.
uk: 3. Реєстрація: Цей варіант надає вступні бали при реєстрації клієнта.

source: 4. Skip : This option will skip welcome credit for all customers. So customers will not receive welcome credit on their first purchase.
uk: 4. Пропустити: Цей параметр пропускає вступні бали для всіх клієнтів. Тож клієнти не отримають бали при першій покупці.

source: <strong>Do you have Referral code?</strong> is required field.
uk: <strong>Чи є у вас партнерський код?</strong> обов’язкове поле.

source: <strong>The Referral code</strong> is required field.
uk: <strong>Партнерський код</strong> є обов’язковим для заповнення.

source: Activate
uk: Активувати

source: Activated
uk: Активовано

source: Add back to referrals
fr_fr: Rajouter aux parrainages
uk: Додати назад до партнерів

source: Add Level
uk: Додати рівень

source: Add referral code if you have
fr_fr: Ajouter un code de parrainage si vous en avez un
uk: Додати код партнера якщо він є

source: Add-Ons
uk: Доповнення

source: Advance Settings
uk: Розширені налаштування

source: Affiliate Credit
uk: Партнерські начислення

source: Affiliates
fr_fr: Affiliés
uk: Партнери

source: Affiliates :
fr_fr: Affiliés :
uk: Партнери:

source: Affiliates Credit
uk: Бали партнерів

source: All
uk: Все

source: All Banners
fr_fr: Toutes les bannières
uk: Всі банери

source: All Users
fr_fr: Tous les utilisateurs
uk: Всі користувачі

source: Amount
uk: Сума

source: Apply
fr_fr: Appliquer
uk: Застосувати

source: Auto generated referral code for referral users
fr_fr: Auto générer le code de parrainage pour les filleuls
uk: Автоматично генерувати код партнера для користувачів рефералів

source: Auto Join
fr_fr: Adhésion automatique
uk: Автоматичний вступ в партнери

source: Banner Description
uk: Опис банеру

source: Banner Title
uk: Заголовок банеру

source: Banners
fr_fr: Bannières
uk: Банери

source: Binary
uk: Бінарний

source: Bonus for Customer with Ref-link
uk: Бонус для клієнта з партнерським посиланням

source: Bonus for Customer without Ref-link
uk: Бонус для клієнта без партнерського посилання

source: Buy Now
uk: Купити зараз

source: By registering here, you agree to the
uk: Реєструючись тут, ви погоджуєтесь із

source: Calculating Referral Count
uk: Розрахунок кількості партнерів

source: Category Credit Preference
fr_fr: Préférence Catégorie de crédit
uk: Параметри категорій кредиту

source: Code
uk: Код

source: Commission/Credit
uk: Комісія/Бали

source: Copied
uk: Скопійовано

source: Copy your Referral Link.
uk: Скопіювати код.

source: Could not find any affiliate users. Please invite more friends and colleagues to start earning credit points.
uk: Не вдалося знайти жодного афілійованого користувача. Запросіть більше друзів та колег, щоб почати заробляти бали.

source: Credit / Commission Earning Method options
uk: Варіанти начислення за балами / комісією

source: Credit logs
fr_fr: Log du crédit
uk: Логи балів

source: Credit Points Log
uk: Логи балів

source: Credit validity by period
fr_fr: Validité du crédit par période
uk: Термін дії балів за періодом

source: Custom Banner Description
uk: Користувацький опис банеру

source: Custom Banner Title
uk: Користувацький заголовок банеру

source: Customer
uk: Клієнт

source: Customer
uk: Клієнт

source: Customer Based Bonus Offers
uk: Клієнтські бонусні пропозиції

source: Customer Name
fr_fr: Nom du client
uk: Ім'я покупця

source: Date
uk: Дата

source: date
uk: дата

source: Date Range
fr_fr: Dates
uk: Дата

source: Deactive Date
fr_fr: date de désactivation
uk: Дата деактивації

source: Delete Last Level
uk: Видалити останній рівень

source: Deleted Referrals
fr_fr: Parrainages supprimés
uk: Видалені партнери

source: Demo
uk: Демо

source: Disable
uk: Виключити

source: Disable level based credit system.
uk: Виключити рівневу систему балів.

source: Distribution of commission/credit for each level
uk: Розподіл комісії/балів для кожного рівня

source: Distribution of commission/Credit for each level.
uk: Розподіл комісії/балів для кожного рівня.

source: Distribution of commission/credit for each level.
uk: Розподіл комісії/балів для кожного рівня.

source: Do you have Referral code?
uk: Ви маєте партнерський код?

source: Do you want to join Referral Program?
uk: Ви хочете приєднатися до партнерської програми?

source: E-mail address is invalid
fr_fr: Adresse email invalide
uk: Адреса електронної пошти недійсна

source: E-mail address is invalid.
fr_fr: Adresse email invalide.
uk: Адреса електронної пошти недійсна.

source: e.g. Suppose Product "A" is priced at
uk: Наприклад, товар "А" коштує

source: Earned Credits
fr_fr: Crédit gagné
uk: Зароблені бали

source: Email templates
fr_fr: Modèles d'emails
uk: Шаблон Email

source: Enable
uk: Включити

source: Enable level based credit system.
uk: Включити рівневу систему балів.

source: Enter a credit percentage, this percentage will apply for all the products in this category
uk: Введіть відсоток балів, цей відсоток застосовуватиметься до всіх продуктів цієї категорії

source: Enter a credit value, this value will apply for all the products in this category
uk: Введіть значення балів, воно застосовуватиметься до всіх товарів цієї категорії.

source: Enter Purchase Code.
fr_fr: Entrez le code d'achat.
uk: Введіть код активації.

source: Enter referral code
uk: Введіть партнерський код

source: Enter referral code if you have one
uk: Введіть партнерський код, якщо він у вас є

source: Error
fr_fr: Erreur
uk: Помилка

source: Exclude Product from Credit
fr_fr: Exclure un produit du crédit
uk: Виключити товар із нарахування

source: Exclude products
fr_fr: Exclure les produits
uk: Виключені товари

source: Expire credit notification
fr_fr: notification de crédit périmé
uk: Лист про кредитний термін

source: Expire Notification E-mail Heading
uk: Заголовок листа про кредитний термін

source: Expire Notification E-mail Subject
uk: Тема листа про кредитний термін

source: Filter by
uk: Фільтрувати за

source: Filter by referral code
uk: Фільтр по партнерському коду

source: First name
fr_fr: Prénom
uk: Ім'я

source: Fixed
uk: Фіксовано

source: Global Credit
uk: Глобальні бали

source: Global Store Credit
uk: Значення начислення

source: here
uk: тут

source: Hierarchy
fr_fr: Hiérarchie
uk: Ієрархія

source: Highest
fr_fr: Le plus élevé
uk: Найвищий

source: I don't have referral code but i wish to join referral program.
uk: У мене немає партнерського коду, але я хочу приєднатися до партнерської програми.

source: I don't have referral code or I lost it. But I wish to join referral program.
uk: У мене немає партнерського коду або я його втратив. Але я хочу приєднатися до партнерської програми.

source: I have the referral code and want to join referral program.
fr_fr: J'ai un code de parrainage et veux participer au programme .
uk: У мене є партнерський код і я хочу приєднатися до партнерської програми.

source: I've read and agree to the referral program
uk: Я прочитав і погоджуюсь з

source: If Welcome credit has enabled for users, then these value will be used.
uk: Якщо для користувачів увімкнено бали за вступ, буде використано це значення.

source: Implementing Inputs with Add-Ons for an ever evolving experience
uk: Впровадження доповнень

source: In case of multiple category selected for product, this setting will decide which credit percentage should be used. If "Highest" selected then highest percentage between all the categories will be considered, if "Lowest" selected lowest percentage will be considered
uk: Якщо для товару вибрано кілька категорій, цей параметр визначає, який відсоток кредиту слід використовувати. Якщо вибрано "Найвищий", тоді буде враховано найвищий відсоток між усіма категоріями, або якщо буде вибраний "Найнижчий" тоді найнижчий відсоток між усіма категоріями.

source: Include products
uk: Включені товари

source: Input "0 (ZERO)" for no limitations, 2 for Binary and 3 for turnary Tree
uk: Введіть "0 (НУЛЬ)" для будь-яких обмежень, 2 для двійкового файлу та 3 для трійкового дерева

source: Invalid Purchase code
uk: Недійсний код покупки

source: Invalid Request
uk: Невірний запит

source: Invitation mail for Referral users
fr_fr: Invitation pour les filleuls
uk: Лист запрошення для користувачів

source: Invite
fr_fr: Invitez
uk: Запросити

source: Invite Friends
fr_fr: Inviter des amis
uk: Запросити друзів

source: Invite your friends
fr_fr: Invitez vos amis
uk: Запросіть своїх друзів

source: is successfully activated
fr_fr: Crédits appliqué avec succès
uk: успішно активовано

source: Join
fr_fr: S'inscrire
uk: Приєднатись

source: Join Date
fr_fr: date d'inscription
uk: Дата реєстрації

source: Join Referral Program
fr_fr: Inscrivez-vous au programme de parrainage
uk: Приєднатись до партнерської програми

source: Joining date of referral user
fr_fr: Date d'adhésion du filleul
uk: Дата реєстрації партнера

source: Joining mail for referral program
fr_fr: Courrier d'adhésion au programme de parrainage
uk: Лист подяки за приєднання в партнери

source: Joining mail Heading
uk: Заголовок листа подяки

source: Joining mail Subject
uk: Тема листа листа подяки

source: Last name
fr_fr: Nom de famille
uk: Прізвище

source: Level based credit system
uk: Рівнева система балів

source: Licence Key
uk: Ліцензійний ключ

source: Loader Image
uk: Зображення завантаження

source: Login / Register
uk: Вхід / Реєстрація

source: Lowest
fr_fr: Le plus bas
uk: Найнижчий

source: Max Redemption (%)
fr_fr: Utilisation maximum (%)
uk: Максимальний викуп (%)

source: Maximum number of levels
uk: Максимальна кількість рівнів

source: Maximum number of referrals on each level
uk: Максимальна кількість партнерів на кожному рівні

source: Merchant Order id
uk: Номер замовлення

source: Message
uk: Повідомлення

source: Mobile Number
uk: Номер телефону

source: Month
fr_fr: Mois
uk: Місяць

source: Monthly max credit limit
fr_fr: limite max de crédit gagnable par mois
uk: Щомісячний максимальний кредитний ліміт

source: Multilevel Referral Plugin Settings
fr_fr: Paramètres plugin Parrainage multi-niveaux
uk: Налаштування плагіну Multilevel Referral

source: My Affiliates
fr_fr: Mes Affiliés
uk: Мої партнери

source: Name
fr_fr: Nom
uk: Ім'я

source: New Users
fr_fr: Nouveaux utilisateurs
uk: Нові користувачі

source: No
fr_fr: Non
uk: Ні

source: No orders avaliable.
fr_fr: Pas de commande disponible.
uk: Замовлення відсутні.

source: No records found.
uk: Записи відсутні.

source: No users found, dude.
fr_fr: Aucun utilisateur trouvé.
uk: Користувачів не знайдено.

source: No, I don't want to be a part of referral program at this time.
uk: Ні, я не хочу приймати участь в партнерській програмі.

source: Note
fr_fr: Remarque
uk: Нотатки

source: Notification Mail Time
fr_fr: Timing du courrier de notification
uk: Час повідомлення поштою

source: Order
fr_fr: Commande
uk: Замовлення

source: Orders
fr_fr: Commandes
uk: Замовлення

source: Orderwise credits
fr_fr: Crédit par commande
uk: Бали за замовленням

source: Orderwise user credits
fr_fr: Crédit d'utilisateur par commande
uk: Бали користувачів за замовленням

source: Payment Method
uk: Методи оплати

source: Percentage
uk: Відсоток

source: Pin It
uk: Закріпити

source: Please accept <strong>terms and conditions</strong> to join referral program.
uk: Будь ласка, прийміть умови політики конфіденційності, щоб приєднатись до партнерської програми.

source: Please accept referral Program terms and conditions
fr_fr: Accepter les conditions du programme de parrainage
uk: Будь ласка, прийміть умови політики конфіденційності

source: Please enter a valid E-mail address.
fr_fr: Entrez une adresse email valide.
uk: Будь ласка, вкажіть правильну E-mail адресу.

source: Please enter the First name.
fr_fr: Entrez votre prénom.
uk: Будь ласка, вкажіть свої ім'я.

source: Please enter the Last name.
fr_fr: Entrez votre nom.
uk: Будь ласка, вкажіть своє прізвище.

source: Please join our Referral Program to access this page.
uk: Будь ласка, приєднуйтесь до нашої партнерської програми, щоб отримати доступ до цієї сторінки.

source: Please make sure that amount should be equal or less than the maximum limit.
uk: Будь ласка, переконайтесь, що сума повинна бути рівною або меншою за максимально дозволену.

source: Point logs
fr_fr: Log du crédit
uk: Логи балів

source: Product Price.
uk: Вартість товару.

source: Purchase Code
fr_fr: Code d'achat
uk: Код покупки

source: Recognising various popular requests, we steadily aim for new advancements at your disposal
uk: Визнаючи різні популярні запити, ми постійно прагнемо до нових функцій до вашого плагіну

source: Redeem now.
fr_fr: Utiliser maintenant
uk: Купити зараз.

source: Redeemed Credits
fr_fr: Crédit utilisé
uk: Погашені бали

source: Referral
fr_fr: Parrainage
uk: Партнерська програма

source: Referral Code
fr_fr: Code de parrainage
uk: Код партнера

source: Referral code
fr_fr: Code de parrainage
uk: Код партнера

source: Referral Code :
fr_fr: Code de Parrainage :
uk: Партнерський код:

source: Referral Code Require?
uk: Потрібен реферальний код?

source: Referral Discount
fr_fr: Remise de parrainage
uk: Партнерська знижка

source: Referral Options
fr_fr: Options de Parrainage
uk: Опції партнерської програми

source: Referral Program Details
fr_fr: Détails du programme de parrainage
uk: Деталі партнерської програми

source: Referral Program Statistics
fr_fr: Statistiques du programme de parrainage
uk: Статистика партнерської програми

source: Referral Program Team
uk: Команда партнерської програми

source: Referral Type
uk: Тип партнера

source: Referral User E-mail Heading
uk: Заголовок листа запрошення

source: Referral User E-mail Subject
uk: Тема листа запрошення

source: Referral users
fr_fr: Filleuls
uk: Партнери

source: Referrals
fr_fr: Parrainages
uk: Партнери

source: Referrer
uk: Партнер

source: Referrer Level
uk: Рівень партнера

source: Referrer Level
uk: Рівень партнера

source: Referrer Level -
uk: Рівень партнера -

source: Registration
uk: Реєстрація

source: Regular
uk: Звичайний

source: Regular MLM supports n level child where Binary MLM type only allows two child.
uk: Звичайний MLM підтримує n дочірних рівнів, де двійковий тип MLM дозволяє лише два дочірні рівці.

source: Remove
fr_fr: Retirer
uk: Видалити

source: Reset
fr_fr: Réinitialiser
uk: Очистити

source: Save changes
uk: Зберегти зміни

source: Save template
fr_fr: Enregistrer le modèle
uk: Зберегти шаблон

source: Search By Email
fr_fr: Recherche par email
uk: Пошук за E-mail

source: Search By Mobile Number
uk: Пошук за номером телефону

source: Search By Name
fr_fr: Rechercher par nom
uk: Пошук за іменем

source: Select "Yes" if you want to register users automatically to referral program
uk: Виберіть "Так", якщо ви хочете автоматично реєструвати користувачів у партнерській програмі

source: Select a banner, write a title and a description, then click the icon of the social media you want to share on.
uk: Виберіть банер, напишіть заголовок та опис, а потім клацніть на піктограму соціальних мереж, у яких ви хочете поділитися.

source: Select Banner
uk: Виберіть банер

source: Select expiry
fr_fr: Sélectionnez expiration
uk: Виберіть термін дії

source: Select Number of levels to distribute credit points.
uk: Виберіть кількість рівнів для розподілу балів.

source: Select Page
fr_fr: Sélectionnez la page
uk: Виберіть сторінку

source: Select the product which you want to be exclude from this referral program
uk: Виберіть товар, який ви хочете виключити з цієї партнерської програми

source: Select the product which you want to be include for this referral program
uk: Виберіть товар, який ви хочете включити в цю партнерську програму

source: Select the terms and condition page
fr_fr: Sélectionnez la page pour les conditions du programme
uk: Виберіть сторінку політики конфіденційності

source: Send an Invitation to your friend by adding his/her e-mail address. (If you want to invite sevaral at the same time, just add a comma in between.)
uk: Надішліть запрошення друзям, додавши їх електронну адресу. (Якщо ви хочете запросити одночасно декілька, просто додайте кому між ними.)

source: Send Invitations
fr_fr: Envoyer des invitations
uk: Надіслати запрошення

source: Share on Facebook
uk: Поділитись в Facebook

source: Share on Google+
uk: Поділитись в Google+

source: Share on Linkedin
uk: Поділитись в Linkedin

source: Share on Social Media
fr_fr: Partager sur les médias sociaux
uk: Поділитись в соц-мережах

source: Share on Twitter
uk: Поділитись в Twitter

source: Share on What's up
uk: Поділитись в What's up

source: Show/Hide
fr_fr: Montrer/Cacher
uk: Показати/сховати

source: Something went wrong! Try again later!
uk: Щось пішло не так! Спробуйте ще раз пізніше!

source: Start Referral Program after First Order
uk: Початок партнерської програми після першого замовлення

source: Status
uk: Статус

source: Status of referral user for discount that taken or not?
fr_fr: Statut de l'utilisateur de référence pour actualisation prise ou non?
uk: Статус реферального користувача для знижки брати чи ні?

source: Store Credit
fr_fr: Crédit
uk: Бали магазину

source: Store Credits
fr_fr: Crédit
uk: Бали магазинів

source: Store credits is removed becuase of cart total is same as discount.
uk: Бали магазину видаляються, оскільки загальна сума кошика така ж, як знижка.

source: Store credits successfully applied
fr_fr: Crédits appliqué avec succès
uk: Бали магазину успішно застосовані

source: terms & conditions
fr_fr: conditions du programme
uk: політикою конфіденційності (лише для партнерів)

source: terms and conditions
fr_fr: conditions du programme
uk: політика конфіденційності

source: Terms And Conditions Page
fr_fr: Page des conditions
uk: Сторінка політики конфіденційності

source: Thanks for joining the referral program
fr_fr: Merci d'avoir rejoint le programme de parrainage !
uk: Дякуємо, що приєдналися до партнерської програми.

source: The code has been validated
uk: Код перевірено

source: The credit points will not be credited more than defined limit in the period of one month
uk: Кредитні бали не нараховуватимуться більше визначеного ліміту протягом одного місяця

source: The level based credit percentage will be applied on product price for each level affiliate users.
uk: Відсоток кредитів на основі рівнів застосовуватимуться до ціни продукту для всіх афілійованих користувачів кожного рівня.

source: The user is already part of our referral program, please try with different E-mail address.
uk: Користувач вже є частиною нашої партнерської програми, будь ласка, спробуйте вказати іншу адресу електронну адресу.

source: This is the promotional banner
fr_fr: Ceci est la bannière promotionnelle
uk: Це рекламний банер

source: This method is more lucid and is widely used and supported. Here The Referral Plugin will first calculate the commission/credit in accordance to the globally set percentage, and, that percentage will then be used to calculate the commission/credit for each of the levels.
uk: Цей метод є більш зрозумілим і широко використовується та підтримується. Тут плагін спочатку розраховує комісію/бали відповідно до загальновизнаного відсотка, а потім цей відсоток буде використаний для розрахунку комісії/балів для кожного з рівнів.

source: This particular column shows the number of Affiliates for the corresponding affiliate member.
uk: У цьому конкретному стовпці відображається кількість партнерів відповідної афілійованої особи.

source: This sets the number of days for send notification mail for expire credits.
uk: Це встановлює кількість днів для надсилання сповіщень електронною поштою про закінчення терміну дії.

source: This sets the number of months/years for expire credits.
fr_fr: Ceci définit le nombre de mois / années pour l'expiration du crédit.
uk: Тут встановлюється кількість місяців/років до закінчення терміну дії балів.

source: Total Credits
fr_fr: Crédit total
uk: К-сть балів

source: Total Credits Available
uk: Нараховано балів

source: Total Credits Earned
uk: Зароблені бали

source: Total Credits from this Order
uk: К-сть балів за замовлення

source: Total Followers
fr_fr: Nombre de filleuls
uk: К-сть підписників

source: Total Referrals
uk: К-сть партнерів

source: Total Users
fr_fr: Nombre d'utilisateurs
uk: К-сть користувачів

source: Total volume of Referees
uk: Загальна сума замовлень партнерів
